#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

ADMININFO.LABEL_WORKSPACE = \u8BF7\u8BBE\u7F6EWorkspace\u7CFB\u7EDF\u7BA1\u7406\u5458\uFF08sysadmin\uFF09\u7684\u5BC6\u7801\uFF0C\u9ED8\u8BA4\u7684\u5BC6\u7801\u662F000000\u3002

ADMININFO.MSG.WORKSPACEPWDDIFFER=workspace\u786e\u8ba4\u5bc6\u7801\u8f93\u5165\u4e0d\u4e00\u81f4

OPTION.BPS_ADMIN=BPS Admin & Monitor

OPTION.BPS_CLIENT=BPS Work Client

OPTION.BPS_COMPONENT=BPS API\u548c\u6784\u4ef6\u5e93

OPTION.BPS_ENGINE=BPS\u6d41\u7a0b\u5f15\u64ce

OPTION.BFS_ENGINE=BFS\u8868\u5355\u5f15\u64ce

OPTION.BPS_GOVERNOR=BPS Governor

OPTION.BPS_STUDIO=BPS Studio

OPTION.BPS_TAG=BPS\u9875\u9762\u6807\u7b7e\u5e93

OPTION.BPS_WORKSPACE=BPS Workspace

OPTION.BPS_DEFAULT=BPS Process Server

OPTION.BPS_COMPOSER=BPS Process Composer

OPTION.BPS_SAMPLE=Samples

OPTION.BFS_CONSOLE=BFS Console

OPTION.BPS_WORKSPACE_FRAMEWORK=BPS Workspace Foundational Framework

OPTION.BPS_GOVERNOR_EMMBED=BPS Governor for Emmbedded Server

OPTION.BPS_STUDIO_DEVELOP=BPS Process Develop Plugins

OPTION.BPS_STUDIO_COMPOSER=BPS Process Composer Plugins

APPNAME.MSG.NOTBEWORKSPACE=\u9ed8\u8ba4\u5e94\u7528\u540d\u79f0\u4e0d\u80fd\u4e3a\u201cworkspace\u201d\u6216\u201cgovernor\u201d\uff01

OPTION.BPS_DEFAULT_DESC=BPS Process Server\u662fBPS\u7684\u6838\u5fc3\u5f15\u64ce\uff0c\u5b83\u4fdd\u8bc1\u5927\u6570\u636e\u91cf\u5e76\u53d1\u573a\u666f\u4e0b\u7684\u6d41\u7a0b\u64cd\u4f5c\u7684\u987a\u5229\u6267\u884c\u3002\u5177\u5907\u548c\u6ee1\u8db3\u4e2d\u56fd\u7279\u8272\u7684\u4e1a\u52a1\u7075\u6d3b\u9700\u6c42\uff0c\u80fd\u591f\u652f\u6301\u590d\u6742\u7684\u4ee3\u7406\u4ee3\u529e\u6a21\u578b\uff0c\u5728\u4eba\u5de5\u4efb\u52a1\u7684\u5904\u7406\u4e0a\u5177\u5907\u5f88\u9ad8\u7684\u7075\u6d3b\u6027\u3002

OPTION.BPS_WORKSPACE_FRAMEWORK_DESC=BPS Workspace Foundational Framework\u662fBPS Workspace\u7684\u57fa\u7840\u6846\u67b6\uff0c\u901a\u8fc7\u5b83\u7cfb\u7edf\u7ba1\u7406\u4eba\u5458\u53ef\u4ee5\u65b9\u4fbf\u5730\u914d\u7f6e\u5e76\u7ba1\u7406\u53d7\u63a7\u7684BPS\u5f15\u64ce\u5b9e\u4f8b\u3002

OPTION.BPS_WORKSPACE_DESC=BPS Workspace\u662f\u5305\u62ec\u6d41\u7a0b\u7ba1\u7406\u76d1\u63a7\u3001\u4e1a\u52a1\u6d41\u7a0b\u5b9a\u5236\u3001\u5f15\u64ce\u914d\u7f6e\u7ba1\u7406\u3001\u7edf\u4e00\u6d41\u7a0b\u5e73\u53f0\u914d\u7f6e\u7b49\u529f\u80fd\u6a21\u5757\u5728\u5185\u7684\u96c6\u4e2d\u7528\u6237\u5de5\u4f5c\u533a\u3002

OPTION.BPS_ADMIN_DESC=BPS Admin & Monitor\uff0c\u662f\u4e1a\u52a1\u6d41\u7a0b\u7ba1\u63a7\u4eba\u5458\u7684\u6d41\u7a0b\u7ba1\u7406\u548c\u76d1\u63a7\u5e73\u53f0\uff0c\u901a\u8fc7\u5b83\u4e0d\u4ec5\u53ef\u4ee5\u5b9e\u73b0\u5bf9\u6d41\u7a0b\u8fd0\u884c\u5b9e\u4f8b\u7684\u7ba1\u7406\u548c\u4eba\u5de5\u5e72\u9884\uff0c\u800c\u4e14\u53ef\u4ee5\u4ee5\u56fe\u5f62\u5316\u7684\u65b9\u5f0f\u76d1\u63a7\u6d41\u7a0b\u6d41\u8f6c\u7684\u8f68\u8ff9\u3002

OPTION.BPS_COMPOSER_DESC=BPS Business Process Composer\u662f\u57fa\u4e8eBPS\u6d41\u7a0b\u5f15\u64ce\u5b9e\u73b0\u7684Web\u7aef\u7684\u6d41\u7a0b\u4e1a\u52a1\u5316\u5b9a\u5236\u5de5\u5177\uff0c\u652f\u6301\u4e1a\u52a1\u6d41\u7a0b\u7ba1\u7406\u4eba\u5458\u4ee5\u4e1a\u52a1\u89c6\u89d2\u8fdb\u884c\u6d41\u7a0b\u7684\u4e1a\u52a1\u5316\u5efa\u6a21\u3001\u914d\u7f6e\u4e0e\u8c03\u6574\uff0c\u4ece\u800c\u654f\u6377\u54cd\u5e94\u4e1a\u52a1\u6d41\u7a0b\u7684\u53d8\u66f4\u3002

OPTION.BPS_GOVERNOR_DESC=\u662f\u96c6\u6210\u4e8eBPS\u63d0\u4f9b\u7684\u7cfb\u7edf\u7ba1\u7406\u5de5\u5177\uff0c\u7cfb\u7edf\u7ba1\u7406\u5458\u53ef\u4ee5\u901a\u8fc7\u5b83\u5bf9\u5de5\u4f5c\u6d41\u5f15\u64ce\u8fdb\u884c\u914d\u7f6e\u548c\u7ba1\u7406\u3002

OPTION.BPS_SAMPLE_DESC=\u793a\u4f8b\u9879\u76ee

OPTION.BPS_CLIENT_DESC=BPS Process Work Client\u662f\u4e00\u4e2a\u57fa\u4e8eBPS\u5b9e\u73b0\u7684\u4e1a\u52a1\u6d41\u7a0b\u5ba2\u6237\u7aef\u7684\u5178\u578b\u6848\u4f8b\uff0c\u5b83\u80fd\u4e3a\u6d41\u7a0b\u7684\u5f00\u53d1\u3001\u8c03\u8bd5\u548c\u9a8c\u8bc1\u63d0\u4f9b\u6781\u5927\u7684\u4fbf\u6377\u6027\u3002

OPTION.BPS_GOVERNOR_EMMBED_DESC=\u662f\u96c6\u6210\u4e8eBPS\u63d0\u4f9b\u7684\u7cfb\u7edf\u7ba1\u7406\u5de5\u5177\uff0c\u7cfb\u7edf\u7ba1\u7406\u5458\u53ef\u4ee5\u901a\u8fc7\u5b83\u5bf9\u5de5\u4f5c\u6d41\u5f15\u64ce\u8fdb\u884c\u914d\u7f6e\u548c\u7ba1\u7406\u3002

OPTION.BFS_CONSOLE_DESC=\u662f\u96c6\u6210\u4e8e\u8868\u5355\u7684\u7ba1\u7406\u63a7\u5236\u53f0\uff0c\u5e76\u53ef\u57fa\u4e8eWeb\u5b9a\u5236\u5f00\u53d1\u8868\u5355\u3002

OPTION.BPS_STUDIO_DESC=BPS Studio\u662f\u57fa\u4e8eEclipse\u63d2\u4ef6\u4f53\u7cfb\u7ed3\u6784\u5b9e\u73b0\u7684\u53ef\u89c6\u5316\u6d41\u7a0b\u8bbe\u8ba1\u5668\uff0c\u5b83\u65e2\u53ef\u4ee5\u4e0e\u7528\u6237\u57fa\u4e8eEclipse\u7684Java\u96c6\u6210\u5f00\u53d1\u73af\u5883\u878d\u5408\uff0c\u53c8\u80fd\u4e0ePrimeton EOSTM\u7684\u96c6\u6210\u5f00\u53d1\u73af\u5883\u65e0\u7f1d\u96c6\u6210\uff0c\u63d0\u4f9b\u4e00\u4f53\u5316\u7684\u6d41\u7545\u7684\u5f00\u53d1\u4f53\u9a8c

OPTION.BPS_STUDIO_DEVELOP_DESC=BPS Process Develope Plugins\u662f\u57fa\u4e8eEclipse\u63d2\u4ef6\u7ed3\u6784\u4f53\u7cfb\u5b9e\u73b0\u7684\u53ef\u89c6\u5316\u7684\u4e1a\u52a1\u6d41\u7a0b\u5efa\u6a21\u5de5\u5177\u7684\u63d2\u4ef6\u96c6\u5408\uff0c\u662fBPS Process Composer Plugins\u7684\u57fa\u7840\u3002

OPTION.BPS_STUDIO_COMPOSER_DESC=BPS Process Composer Plugins\u662f\u57fa\u4e8eEclipse\u63d2\u4ef6\u7ed3\u6784\u4f53\u7cfb\u5b9e\u73b0\u7684\u57fa\u4e8e\u4e1a\u52a1\u5316\u624b\u6bb5\u8fdb\u884c\u4e1a\u52a1\u6d41\u7a0b\u5efa\u6a21\u7684\u63d2\u4ef6\u96c6\u5408\u3002

OPTION.BPS_SUITE=\u666e\u5143SOA\u6d41\u7a0b\u5e73\u53f0\uff0c\u4e1a\u754c\u9996\u4e2a\u5b8c\u5168\u57fa\u4e8e\u4e1a\u52a1\u5316\u601d\u60f3\u5b9e\u73b0\u7684SOA\u6d41\u7a0b\u5e73\u53f0\u4ea7\u54c1\u3002\u8d1f\u8d23\u5bf9\u4e1a\u52a1\u6d41\u7a0b\u5168\u751f\u547d\u5468\u671f\u7684\u7ba1\u7406\uff0c\u542b\u4e1a\u52a1\u6d41\u7a0b\u7684\u8bbe\u8ba1\u4e0e\u5efa\u6a21\u3001\u6d4b\u8bd5\u4e0e\u8c03\u8bd5\u3001\u90e8\u7f72\u3001\u8fd0\u884c\u3001\u76d1\u63a7\u3001\u7ba1\u7406\u3002

OPTION.BPS_TAG_DESC= 

STEP.APPLICATION.DEPLOYWORKSPACE=\u90e8\u7f72Workspace\u5e94\u7528