BASE.PLATFORM = Platform
OPTION.PLATFORM = \u666e\u5143SOA\u4e2d\u95f4\u4ef6\u5e94\u7528\u5e73\u53f0\uff0c\u57fa\u4e8eJavaEE\u3001Eclipse\u7b49\u5f00\u653e\u7684\u6280\u672f\u548c\u5e73\u53f0\uff0c\u901a\u8fc7\u914d\u7f6e\u5316\u3001\u7ec4\u4ef6\u5316\u3001\u56fe\u5f62\u5316\u3001\u4e00\u4f53\u5316\u7684\u5e73\u53f0\u4ea7\u54c1\u4e3a\u5ba2\u6237\u63d0\u4f9b\u5b8c\u6574\u7684\u8986\u76d6\u5e94\u7528\u5168\u751f\u547d\u5468\u671f\u7684\u652f\u6491\uff0c\u53ef\u4ee5\u771f\u6b63\u610f\u4e49\u4e0a\u5e2e\u52a9\u4f01\u4e1a\u5ba2\u6237\u548c\u5404\u7c7b\u673a\u6784\u5b9e\u73b0\u5176\u7edf\u4e00SOA\u67b6\u6784\u7684\u53d1\u5c55\u7b56\u7565\uff0c\u5e76\u8fbe\u5230\u4f4e\u6210\u672c\u3001\u9ad8\u8d28\u91cf\u3001\u7075\u6d3b\u3001\u6613\u7ba1\u63a7\u7684\u6784\u9020SOA\u5e94\u7528\u548c\u670d\u52a1\u7684\u76ee\u6807\u3002

OPTION.EJB_DESC = EJB
OPTION.BPS_DESC = \u666e\u5143SOA\u6d41\u7a0b\u5e73\u53f0\uff0c\u4e1a\u754c\u9996\u4e2a\u5b8c\u5168\u57fa\u4e8e\u4e1a\u52a1\u5316\u601d\u60f3\u5b9e\u73b0\u7684SOA\u6d41\u7a0b\u5e73\u53f0\u4ea7\u54c1\u3002\u8d1f\u8d23\u5bf9\u4e1a\u52a1\u6d41\u7a0b\u5168\u751f\u547d\u5468\u671f\u7684\u7ba1\u7406\uff0c\u542b\u4e1a\u52a1\u6d41\u7a0b\u7684\u8bbe\u8ba1\u4e0e\u5efa\u6a21\u3001\u6d4b\u8bd5\u4e0e\u8c03\u8bd5\u3001\u90e8\u7f72\u3001\u8fd0\u884c\u3001\u76d1\u63a7\u3001\u7ba1\u7406\u3002
OPTION.CAP_DESC = \u5728\u7ebf\u5f00\u53d1\u5e73\u53f0\uff0c\u652f\u6301\u5355\u8868\u3001\u4e3b\u4ece\u8868\u3001\u89c6\u56fe\u3001\u5b9e\u4f53\u3001\u67e5\u8be2\u5b9e\u4f53\u7b49\u591a\u79cd\u7c7b\u578b\u7684\u5143\u6570\u636e\uff0c\u652f\u6301\u5411\u5bfc\u65b9\u5f0f\u521b\u5efa\u591a\u79cd\u4f01\u4e1a\u8f6f\u4ef6\u7cfb\u7edf\u4e1a\u52a1\u573a\u666f\uff0c\u652f\u6301\u56fe\u5f62\u5316\u3001\u4e1a\u52a1\u5316\u914d\u7f6e\u65b9\u5f0f\u5b9e\u73b0\u8868\u5355\u5efa\u6a21\u6807\u51c6\u5316\u7684\u7ec4\u4ef6\u6269\u5c55\uff0c\u901a\u8fc7\u529f\u80fd\u5f3a\u5927\u7684\u6280\u672f\u5e73\u53f0\u5feb\u901f\u6269\u5c55\u4e1a\u52a1\u7ec4\u4ef6\u63d0\u4f9b\u4e86\u5f3a\u5927\u7684\u540e\u53f0\u6570\u636e\u5904\u7406\u5f15\u64ce\uff0c\u53ef\u5b9e\u73b0\u6570\u636e\u81ea\u52a8\u5165\u5e93\uff0c\u65e0\u9700\u4ee3\u7801\uff0c\u652f\u6301\u56fe\u5f62\u5316\u3001\u4e1a\u52a1\u5316\u914d\u7f6e\u65b9\u5f0f\u5b9e\u73b0\u6d41\u7a0b\u5efa\u6a21\uff0c\u63d0\u4f9b\u529f\u80fd\u4e30\u5bcc\u7684\u6d41\u7a0b\u76d1\u63a7\u8ddf\u8e2a\u529f\u80fd\u548c\u5f3a\u5927\u7684\u6d41\u7a0b\u7edf\u8ba1\u5206\u6790\u529f\u80fd\u3002
OPTION.MOBILE_DESC = \u79fb\u52a8\u5e73\u53f0\uff0c\u4e3a\u79fb\u52a8\u5e94\u7528\u5f00\u53d1\u63d0\u4f9b\u5f00\u53d1\u3001\u8c03\u8bd5\u3001\u6d4b\u8bd5\u3001\u90e8\u7f72\u3001\u8fd0\u884c\u76d1\u63a7\u5168\u751f\u547d\u5468\u671f\u670d\u52a1\u3002\u4ea7\u54c1\u91c7\u7528\u8de8\u5e73\u53f0\u6280\u672f\uff0c\u4f7f\u7528\u4f20\u7edfweb\u8bed\u8a00\u8fdb\u884c\u539f\u751f\u79fb\u52a8\u5e94\u7528\u5f00\u53d1\u3002\u4e00\u6b21\u5f00\u53d1\uff0c\u591a\u5e73\u53f0\u8fd0\u884c\uff0c\u6781\u5927\u7684\u964d\u4f4e\u4e86\u79fb\u52a8\u5e94\u7528\u5f00\u53d1\u7684\u590d\u6742\u5ea6\u548c\u96be\u5ea6\uff0c\u63d0\u9ad8\u4e86\u5f00\u53d1\u6548\u7387\u3002 
OPTION.GOVERNOR_DESC = \u7ba1\u7406\u63a7\u5236\u53f0
OPTION.WORKSPACE_DESC = BPS Workspace\u662f\u5305\u62ec\u6d41\u7a0b\u7ba1\u7406\u76d1\u63a7\u3001\u4e1a\u52a1\u6d41\u7a0b\u5b9a\u5236\u3001\u5f15\u64ce\u914d\u7f6e\u7ba1\u7406\u3001\u7edf\u4e00\u6d41\u7a0b\u5e73\u53f0\u914d\u7f6e\u7b49\u529f\u80fd\u6a21\u5757\u5728\u5185\u7684\u96c6\u4e2d\u7528\u6237\u5de5\u4f5c\u533a\u3002
OPTION.COFRAME_DESC = \u5e94\u7528\u57fa\u7840\u6846\u67b6\uff0c\u4e3a\u57fa\u4e8ePlatform\u5f00\u53d1\u7684\u5404\u4e2a\u5e94\u7528\u63d0\u4f9b\u6a21\u578b\u548c\u5b9e\u73b0\u4e00\u81f4\u7684\u57fa\u7840\u6846\u67b6\uff0c\u63d0\u4f9b\u4e86\u7528\u6237\u6743\u9650\u3001\u7ec4\u7ec7\u673a\u6784\u3001\u529f\u80fd\u83dc\u5355\u548c\u57fa\u7840\u670d\u52a1\uff08\u5982\u4e1a\u52a1\u5b57\u5178\u3001\u5b89\u5168\u7b56\u7565\u7b49\uff09\u529f\u80fd\uff0c\u5e76\u63d0\u4f9b\u4e0eBPS\u6d41\u7a0b\u7684\u53c2\u4e0e\u8005\u9002\u914d\u4ee5\u53casso\u5355\u70b9\u767b\u5f55\u7684\u7528\u6237\u4e0e\u6743\u9650\u9002\u914d\u7b49\u529f\u80fd\u3002

OPTION.SSO_SUITE = SSO\uff08\u5355\u70b9\u767b\u5f55\uff09\uff0c\u63d0\u4f9b\u4e86\u5355\u70b9\u767b\u5f55\u96c6\u6210\u529f\u80fd\uff0c\u652f\u6301\u7edf\u4e00\u7684\u8eab\u4efd\u8ba4\u8bc1\uff0c\u901a\u8fc7\u6269\u5c55SSO Client\u4e0e\u5404\u79cd\u5e94\u7528\u7cfb\u7edf\u96c6\u6210\uff0c\u5e2e\u52a9\u4f01\u4e1a\u5b9e\u73b0\u591a\u5e94\u7528\u5355\u70b9\u767b\u5f55\u96c6\u6210\uff0c\u5b9e\u73b0\u201c\u5355\u70b9\u767b\u5f55\u3001\u5168\u7f51\u6f2b\u6e38\u201d\u3002
OPTION.SSO_SERVER_DESC = SSO Server\uff08\u5355\u70b9\u767b\u5f55\u670d\u52a1\u5668\uff09\uff0c\u63d0\u4f9b\u7edf\u4e00\u8eab\u4efd\u8ba4\u8bc1\uff0c\u652f\u6301SQL\u6a21\u5f0f\u3001\u7f13\u5b58\u6a21\u5f0f\u548cLDAP\u6a21\u5f0f\u7684\u8eab\u4efd\u8ba4\u8bc1\uff0c\u652f\u6301\u7528\u6237\u5b9a\u5236\u548c\u6269\u5c55\u8ba4\u8bc1\u63a5\u53e3\uff0c\u652f\u6301\u4fdd\u7559\u539f\u6709\u767b\u5f55\u5165\u53e3\uff0c\u652f\u6301\u4e0d\u62e6\u622a\u914d\u7f6e \uff0c\u652f\u6301\u7edf\u4e00\u767b\u51fa\u3002

